[{"title":"fsdf","text":"dsf","id":1634064180201,"author":"CNN","time":""},{"title":"2","text":"2","id":1634064184410,"author":"CNN","time":""},{"title":"3","text":"3","id":1634064187288,"author":"CNN","time":""},{"title":"new","text":"hey","author":"Fox News","time":"","id":1634133785931},{"title":"fdsf","text":"fsdfs","author":"Fox News","time":"","id":1634133834367},{"title":"df","text":"fds","author":"Fox News","id":1634133930867},{"title":"fsgd","text":"gsfd","author":"Fox News","time":1634133951211,"id":1634133951219},{"title":"Some Tik Tok","text":"Laundrie has been missing since last month, just before his fiance and traveling partner Gabby Petito was found dead by homicide in Wyoming. There is a federal warrant out for his arrest on charges of credit card fraud, and he is wanted as a \"person of interest\" in the investigation into the killing of 22-year-old Petito.  Tik Tok account @charlienovasite posted a zoomed-in version of the video captioned, “There is definitely someone there. You cannot change my mind.”  At least three other accounts also posted the footage, prompting thousands of responses and people asking the police to search the backyard.  The @charlienovasite account also posted videos taken by Petito of Brian Laundrie in a van together.  “Look how content he is in small spaces, not needing much room,” the account wrote. “Look at the tools and basic building knowledge the Laundries have. Don’t tell me a hideout under that new garden is impossible.”  Bunker contractors told Fox News it would be possible to construct a subterranean hideout in their yard and that false flower beds could be used to conceal the entrance.","author":"Fox News","time":1634134803390,"id":1634134803400},{"title":"hey","text":"test 2","author":"","time":1634139977382,"id":1634139977392},{"title":"hello","text":"new new","author":"","time":1634142954031,"id":1634142954040},{"text":"Hello world!","time":1634159128592,"id":1634159128600},{"text":"dasfgsdgfdsgsfdgsd111111","time":1634159275053,"id":1634159275060},{"text":"gsfdgsfdgsfd1111","time":1634159291114,"id":1634159291122},{"text":"dfgsfgs","time":1634159334894,"id":1634159334904},{"text":"new","time":1634159361898,"id":1634159361907},{"text":"sd","time":1634159384882,"id":1634159384891},{"text":"fsdfgfsfasdf2342352345243","name":"Sergi","time":1634159612802,"id":1634159612812},{"text":"fasgsfd","name":"Sergi","time":1634159754433,"userName":"sergi","id":1634159754443},{"text":"The Loudoun County school district in Virginia issued a statement Wednesday saying it correctly followed all legal protocols, two days after a father – who was arrested during a June school board meeting – accused the district of trying to cover up an alleged bathroom sexual assault against his daughter by a skirt-wearing male student.   \"Loudoun County Public Schools is aware of the media and social media reports concerning alleged sexual assaults at two of our high school campuses,\" the school district said.   \"While LCPS takes student privacy seriously and cannot reveal details concerning the actions of any specific student, we do want to clarify our investigative process. Principals are legally required to report to the local law enforcement agency any act, including sexual assault, that may constitute a felony offense under Va. Code § 22.1-279.3:1. That process was followed with respect to these allegations.\"","name":"Fox News","time":1634160216442,"userName":"ff","id":1634160216450},{"text":"  fmbkdfm vdfv The Loudoun County school district in Virginia issued a statement Wednesday saying it correctly followed all legal protocols, two days after a father – who was arrested during a June school board meeting – accused the district of trying to cover up an alleged bathroom sexual assault against his daughter by a skirt-wearing male student.   \"Loudoun County Public Schools is aware of the media and social media reports concerning alleged sexual assaults at two of our high school campuses,\" the school district said.   \"While LCPS takes student privacy seriously and cannot reveal details concerning the actions of any specific student, we do want to clarify our investigative process. Principals are legally required to report to the local law enforcement agency any act, including sexual assault, that may constitute a felony offense under Va. Code § 22.1-279.3:1. That process was followed with respect to these allegations.\"","name":"Fox News","time":1634160283764,"userName":"ff","id":1634160283772},{"text":"","name":"Fox News","time":1634160405864,"userName":"ff","id":1634160405876},{"text":"dfsd","name":"Fox News","time":1634160427156,"userName":"ff","id":1634160427162},{"text":"Washington (CNN)A number of high-powered lawyers who have represented Donald Trump in the past are sitting out his latest legal battle, as the former President prepares to assert executive privilege to block congressional investigators from getting information on the January 6 insurrection.  That's left Trump with a relatively small legal team without a lot of experience litigating issues of executive privilege as he readies for a court fight that could test major issues of presidential authority. Some go-to attorneys have been spooked by Trump's reputation for sometimes not paying as a client, according to several people familiar with conservative legal circles. Others watched closely as lawyers fled Trump's prior teams, frustrated by him as a client or facing their own ethical predicaments. Others still want themselves and their firms to stay far away from Trump's insistence that the election was stolen. \"It's not a 10-foot pole\" for law firms distancing themselves from Trump, \"it's a 1,000-foot pole,\" said John Yoo, a University of California at Berkeley law professor who held a senior Justice Department position in the George W. Bush administration.  More than a half-dozen prominent attorneys who took notable roles in defending Trump or his advisers in the past are not assisting him this round. Those include Jay Sekulow and Ty Cobb, according to sources familiar with Trump's legal effort. And at least four well-known lawyers were repeatedly approached by Trump's team for help in recent weeks -- and said no, a source familiar with the discussions tells CNN. Among the four is William Burck, the white-collar lawyer who represented 11 Trump associates in and after the Mueller investigation. Burck turned Trump down three times in recent months, according to people familiar with the former President's orbit, because he wanted to stay away from how toxic Trump's situation has become after the attempt to overturn the election, the people said.","name":"CNN","time":1634162348648,"userName":"cnn","id":1634162348657},{"text":"fgdfgdfgsfgf","name":"d","time":1634209164510,"userName":"d","id":1634209164519},{"text":"dsfsd","name":"fox","time":1634236604589,"userName":"fox","id":1634236604627},{"text":"dfsda1111","name":"fox","time":1634236770584,"userName":"fox","id":1634236770608},{"text":"sssss","name":"Serhi","time":1634241279150,"userName":"s","id":1634241279154},{"text":"GHHHGHH","name":"Name","time":1634248829205,"userName":"test","id":1634248829222}]